linkedin-connector-test/src/test/resources/artifacts/ESB/config/soapRequests/linkedin/accessOutOfNetworkProfiles.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="wso2.connector.linkedin.accessoutofnetworkprofiles">
   <soapenv:Header/>
   <soapenv:Body>
	<urn:accessToken>AQUHthp0Zrh_MCAX53veHV0jJq4hdMnhPmIMXa8sRerhRFbr3AyiSlKkQnibkiQOv6n8t3z9hIF9KnmwQF_Ad4k3o9CuDttqhYJIQnXC5Ol9pmNg86vM2QxkjDgUA2lCoW8-lkA18chHb5U88TxuJZBWUz3WGB30o7fgH5fRwSrKVpzENlM</urn:accessToken>
	<urn:appUri>http://api.linkedin.com/v1</urn:appUri>
	<urn:headerName>x-li-auth-token</urn:headerName>
	<urn:standardProfileHeader>name:ekG_</urn:standardProfileHeader>
	<urn:memberId>11hCpe3Ogd</urn:memberId>
   </soapenv:Body>
</soapenv:Envelope>
